{
  "title": "Политика конфиденциальности",
  "lastUpdated": "Последнее обновление: 26 мая 2025 года",
  "sections": {
    "introduction": {
      "title": "1. Введение",
      "content": "TokenCalculator (\"мы\", \"наш\" или \"нас\") стремится защитить вашу конфиденциальность. Эта Политика конфиденциальности объясняет, как мы собираем, используем, раскрываем и защищаем вашу информацию при использовании нашего веб-сайта и услуг. Пожалуйста, внимательно прочитайте эту политику, чтобы понять наши практики в отношении вашей информации."
    },
    "informationWeCollect": {
      "title": "2. Информация, которую мы собираем",
      "providedInfo": {
        "title": "2.1 Информация, которую вы предоставляете",
        "content": "При использовании нашего калькулятора вы можете предоставить такую информацию, как:",
        "items": [
          "Количество и цены токенов",
          "Параметры инвестиций",
          "Графики разблокировки"
        ],
        "additionalContent": "Эта информация обрабатывается локально в вашем браузере и не хранится на наших серверах, если вы явно не сохраните или не поделитесь своими расчетами."
      },
      "automaticInfo": {
        "title": "2.2 Автоматически собираемая информация",
        "content": "Когда вы получаете доступ к нашему веб-сайту, мы можем автоматически собирать определенную информацию, включая:",
        "items": [
          "IP-адрес",
          "Тип и версия браузера",
          "Информация об устройстве",
          "Схемы использования и предпочтения",
          "Файлы cookie и аналогичные технологии отслеживания"
        ]
      }
    },
    "howWeUseInfo": {
      "title": "3. Как мы используем вашу информацию",
      "content": "Мы используем собранную информацию для:",
      "items": [
        "Предоставления, поддержки и улучшения наших услуг",
        "Понимания того, как пользователи взаимодействуют с нашим веб-сайтом",
        "Обнаружения, предотвращения и устранения технических проблем",
        "Разработки новых функций и функциональности",
        "Соблюдения юридических обязательств"
      ]
    },
    "cookies": {
      "title": "4. Файлы cookie и технологии отслеживания",
      "content": "Мы используем файлы cookie и аналогичные технологии отслеживания для отслеживания активности на нашем веб-сайте и хранения определенной информации. Файлы cookie — это файлы с небольшим объемом данных, которые могут включать анонимный уникальный идентификатор. Вы можете указать своему браузеру отказаться от всех файлов cookie или указать, когда файл cookie отправляется."
    },
    "dataSecurity": {
      "title": "5. Безопасность данных",
      "content": "Мы внедряем соответствующие технические и организационные меры для защиты безопасности вашей личной информации. Однако, пожалуйста, имейте в виду, что ни один метод передачи через Интернет или метод электронного хранения не является 100% безопасным, и мы не можем гарантировать абсолютную безопасность."
    },
    "dataRetention": {
      "title": "6. Хранение данных",
      "content": "Мы будем хранить вашу информацию только до тех пор, пока это необходимо для целей, изложенных в этой Политике конфиденциальности. Мы будем хранить и использовать вашу информацию в той мере, в которой это необходимо для выполнения наших юридических обязательств, разрешения споров и обеспечения соблюдения наших политик."
    },
    "thirdParty": {
      "title": "7. Сторонние сервисы",
      "content": "Наш веб-сайт может содержать ссылки на сторонние веб-сайты или сервисы, которые не принадлежат или не контролируются TokenCalculator. Мы не контролируем и не несем ответственности за содержание, политику конфиденциальности или практики любых сторонних веб-сайтов или сервисов."
    },
    "childrenPrivacy": {
      "title": "8. Конфиденциальность детей",
      "content": "Наши услуги не предназначены для лиц младше 18 лет. Мы сознательно не собираем личную информацию от детей. Если вы являетесь родителем или опекуном и считаете, что ваш ребенок предоставил нам личную информацию, пожалуйста, свяжитесь с нами."
    },
    "changes": {
      "title": "9. Изменения в этой Политике конфиденциальности",
      "content": "Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы уведомим вас о любых изменениях, разместив новую Политику конфиденциальности на этой странице и обновив дату \"Последнее обновление\". Вам рекомендуется периодически просматривать эту Политику конфиденциальности на предмет изменений."
    },
    "yourRights": {
      "title": "10. Ваши права",
      "content": "В зависимости от вашего местоположения, у вас могут быть определенные права в отношении вашей личной информации, включая:",
      "items": [
        "Право на доступ к личной информации, которую мы имеем о вас",
        "Право требовать исправления или удаления вашей личной информации",
        "Право ограничивать или возражать против нашей обработки вашей личной информации",
        "Право на переносимость данных"
      ],
      "additionalContent": "Для осуществления этих прав, пожалуйста, свяжитесь с нами, используя информацию, предоставленную ниже."
    },
    "contactUs": {
      "title": "11. Свяжитесь с нами",
      "content": "Если у вас есть какие-либо вопросы или опасения по поводу этой Политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу support@alphamind.co."
    }
  }
}
