{
  "title": "Условия использования",
  "lastUpdated": "Последнее обновление: 26 мая 2025 года",
  "sections": {
    "introduction": {
      "title": "1. Введение",
      "content": "Добро пожаловать в TokenCalculator (\"мы\", \"наш\" или \"нас\"). Получая доступ или используя наш веб-сайт и услуги, вы соглашаетесь соблюдать настоящие Условия использования. Если вы не согласны с этими условиями, пожалуйста, не используйте наши услуги."
    },
    "useOfServices": {
      "title": "2. Использование услуг",
      "content": "TokenCalculator предоставляет инструменты для расчета потенциальной доходности инвестиций в токены. Наш калькулятор предназначен только для информационных целей и не должен рассматриваться как финансовый совет.",
      "additional": "Вы соглашаетесь использовать наши услуги только в законных целях и в соответствии с настоящими Условиями. Вам запрещается:",
      "items": [
        "Использовать наши услуги любым способом, нарушающим применимые законы или правила",
        "Пытаться вмешиваться или нарушать работу наших услуг",
        "Выдавать себя за любое лицо или организацию, или ложно заявлять о вашей принадлежности",
        "Заниматься любой деятельностью, которая может нанести вред нашим системам или другим пользователям"
      ]
    },
    "disclaimer": {
      "title": "3. Отказ от гарантий",
      "content": "УСЛУГИ ПРЕДОСТАВЛЯЮТСЯ \"КАК ЕСТЬ\" И \"КАК ДОСТУПНО\" БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ. В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, МЫ ОТКАЗЫВАЕМСЯ ОТ ВСЕХ ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ ТОВАРНОЙ ПРИГОДНОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ И НЕНАРУШЕНИЯ ПРАВ.",
      "additional": "Мы не гарантируем, что наши услуги будут непрерывными, безопасными или без ошибок, или что дефекты будут исправлены. Мы не даем никаких гарантий относительно точности, надежности или полноты контента или информации, предоставляемой через наши услуги."
    },
    "limitation": {
      "title": "4. Ограничение ответственности",
      "content": "В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, НИ TOKENCALCULATOR, НИ ЕГО АФФИЛИРОВАННЫЕ ЛИЦА, НИ ИХ СООТВЕТСТВУЮЩИЕ ДОЛЖНОСТНЫЕ ЛИЦА, ДИРЕКТОРА, СОТРУДНИКИ ИЛИ АГЕНТЫ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ КОСВЕННЫЕ, СЛУЧАЙНЫЕ, СПЕЦИАЛЬНЫЕ, КОСВЕННЫЕ ИЛИ ШТРАФНЫЕ УБЫТКИ, ВКЛЮЧАЯ УПУЩЕННУЮ ВЫГОДУ, ВОЗНИКАЮЩИЕ ИЗ ИЛИ СВЯЗАННЫЕ С ИСПОЛЬЗОВАНИЕМ ИЛИ НЕВОЗМОЖНОСТЬЮ ИСПОЛЬЗОВАНИЯ НАШИХ УСЛУГ."
    },
    "riskDisclosure": {
      "title": "5. Раскрытие рисков",
      "content": "Инвестиции в криптовалюту сопряжены со значительным риском. Прошлые результаты не являются показателем будущих результатов. Расчеты и прогнозы, предоставляемые нашими инструментами, основаны на информации, которую вы вводите, и различных предположениях, которые могут не отражать фактические рыночные условия. Вам следует проводить собственное исследование и консультироваться с финансовыми профессионалами перед принятием инвестиционных решений."
    },
    "modifications": {
      "title": "6. Изменения в условиях",
      "content": "Мы оставляем за собой право изменять эти Условия в любое время. Мы будем уведомлять вас о значительных изменениях, публикуя обновленные Условия на нашем веб-сайте. Ваше продолжение использования наших услуг после таких изменений означает ваше принятие обновленных Условий."
    },
    "governingLaw": {
      "title": "7. Применимое право",
      "content": "Настоящие Условия регулируются и толкуются в соответствии с законами юрисдикции, в которой мы осуществляем деятельность, без учета положений о коллизии правовых норм."
    },
    "contactInfo": {
      "title": "8. Контактная информация",
      "content": "Если у вас есть вопросы об этих Условиях, пожалуйста, свяжитесь с нами по адресу support@alphamind.co."
    }
  }
}
