{
  "title": "Gizlilik Politikası",
  "lastUpdated": "Son güncelleme: 26 Mayıs 2025",
  "sections": {
    "introduction": {
      "title": "1. Giriş",
      "content": "TokenCalculator (\"biz,\" \"bizim\" veya \"bizi\"), gizliliğinizi korumaya kararlıdır. Bu Gizlilik Politikası, web sitemizi ve hizmetlerimizi kullandığınızda bilgilerinizi nasıl topladığımızı, kullandığımızı, açıkladığımızı ve koruduğumuzu açıklar. Bilgilerinizle ilgili uygulamalarımızı anlamak için lütfen bu politikayı dikkatle okuyun."
    },
    "informationWeCollect": {
      "title": "2. Topladığımız Bilgiler",
      "providedInfo": {
        "title": "2.1 Sağladığınız Bilgiler",
        "content": "Hesaplayıcımızı kullanırken, şunlar gibi bilgiler sağlayabilirsiniz:",
        "items": [
          "Token miktarları ve fiyatları",
          "Yatırım parametreleri",
          "Kilit açma programları"
        ],
        "additionalContent": "Bu bilgiler, tarayıcınızda yerel olarak işlenir ve açıkça hesaplamalarınızı kaydetmediğiniz veya paylaşmadığınız sürece sunucularımızda saklanmaz."
      },
      "automaticInfo": {
        "title": "2.2 Otomatik Olarak Toplanan Bilgiler",
        "content": "Web sitemize eriştiğinizde, otomatik olarak belirli bilgileri toplayabiliriz, bunlar:",
        "items": [
          "IP adresi",
          "Tarayıcı türü ve sürümü",
          "Cihaz bilgileri",
          "Kullanım şekilleri ve tercihler",
          "Çerezler ve benzer izleme teknolojileri"
        ]
      }
    },
    "howWeUseInfo": {
      "title": "3. Bilgilerinizi Nasıl Kullanıyoruz",
      "content": "Topladığımız bilgileri şunlar için kullanırız:",
      "items": [
        "Hizmetlerimizi sağlamak, sürdürmek ve geliştirmek",
        "Kullanıcıların web sitemizle nasıl etkileşimde bulunduğunu anlamak",
        "Teknik sorunları tespit etmek, önlemek ve çözmek",
        "Yeni özellikler ve işlevler geliştirmek",
        "Yasal yükümlülüklere uymak"
      ]
    },
    "cookies": {
      "title": "4. Çerezler ve İzleme Teknolojileri",
      "content": "Web sitemizdeki etkinliği izlemek ve belirli bilgileri tutmak için çerezleri ve benzer izleme teknolojilerini kullanırız. Çerezler, anonim bir benzersiz tanımlayıcı içerebilen küçük miktarda veri içeren dosyalardır. Tarayıcınıza tüm çerezleri reddetmesi veya bir çerezin ne zaman gönderildiğini belirtmesi talimatını verebilirsiniz."
    },
    "dataSecurity": {
      "title": "5. Veri Güvenliği",
      "content": "Kişisel bilgilerinizin güvenliğini korumak için uygun teknik ve organizasyonel önlemleri uyguluyoruz. Ancak, İnternet üzerinden hiçbir iletim yönteminin veya elektronik depolama yönteminin %100 güvenli olmadığını ve mutlak güvenliği garanti edemeyeceğimizi lütfen unutmayın."
    },
    "dataRetention": {
      "title": "6. Veri Saklama",
      "content": "Bilgilerinizi yalnızca bu Gizlilik Politikasında belirtilen amaçlar için gerekli olduğu sürece saklayacağız. Bilgilerinizi, yasal yükümlülüklerimizi yerine getirmek, anlaşmazlıkları çözmek ve politikalarımızı uygulamak için gerekli olduğu ölçüde saklayacak ve kullanacağız."
    },
    "thirdParty": {
      "title": "7. Üçüncü Taraf Hizmetleri",
      "content": "Web sitemiz, TokenCalculator'a ait olmayan veya kontrol edilmeyen üçüncü taraf web sitelerine veya hizmetlerine bağlantılar içerebilir. Herhangi bir üçüncü taraf web sitesi veya hizmetinin içeriği, gizlilik politikaları veya uygulamaları üzerinde hiçbir kontrolümüz yoktur ve hiçbir sorumluluk kabul etmiyoruz."
    },
    "childrenPrivacy": {
      "title": "8. Çocukların Gizliliği",
      "content": "Hizmetlerimiz 18 yaşın altındaki kişiler için tasarlanmamıştır. Bilerek çocuklardan kişisel bilgi toplamıyoruz. Eğer bir ebeveyn veya vasi iseniz ve çocuğunuzun bize kişisel bilgi verdiğine inanıyorsanız, lütfen bizimle iletişime geçin."
    },
    "changes": {
      "title": "9. Bu Gizlilik Politikasındaki Değişiklikler",
      "content": "Gizlilik Politikamızı zaman zaman güncelleyebiliriz. Yeni Gizlilik Politikasını bu sayfada yayınlayarak ve \"Son güncelleme\" tarihini güncelleyerek sizi herhangi bir değişiklik hakkında bilgilendireceğiz. Herhangi bir değişiklik için bu Gizlilik Politikasını periyodik olarak gözden geçirmeniz önerilir."
    },
    "yourRights": {
      "title": "10. Haklarınız",
      "content": "Bulunduğunuz yere bağlı olarak, kişisel bilgilerinizle ilgili belirli haklara sahip olabilirsiniz, bunlar:",
      "items": [
        "Hakkınızda sahip olduğumuz kişisel bilgilere erişim hakkı",
        "Kişisel bilgilerinizin düzeltilmesini veya silinmesini talep etme hakkı",
        "Kişisel bilgilerinizin işlenmesini kısıtlama veya buna itiraz etme hakkı",
        "Veri taşınabilirliği hakkı"
      ],
      "additionalContent": "Bu hakları kullanmak için, lütfen aşağıda verilen bilgileri kullanarak bizimle iletişime geçin."
    },
    "contactUs": {
      "title": "11. Bize Ulaşın",
      "content": "Bu Gizlilik Politikası hakkında herhangi bir sorunuz veya endişeniz varsa, lütfen support@alphamind.co adresinden bizimle iletişime geçin."
    }
  }
}
